#+TITLE: Brainstorm School Fall 22 II
#+AUTHOR: Chris Hogan
#+DATE: <2022-10-17 Mon> to <2022-11-27 Sun>
#+STARTUP: nologdone

AD1: 38:40
WB1: 29:20
DC1: 26:20

Total: 94 h 10 min

* Week 1
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block 2022-W42 :tags t
  #+CAPTION: Clock summary at [2022-10-23 Sun 20:15], for week 2022-W42.
  | Tags     | Headline                                   | Time    |       |      |
  |----------+--------------------------------------------+---------+-------+------|
  |          | *Total time*                               | *56:36* |       |      |
  |----------+--------------------------------------------+---------+-------+------|
  |          | Week 1                                     | 56:36   |       |      |
  |          | \_  <2022-10-17 Mon>                       |         |  9:56 |      |
  | drawing  | \_    AD1 week 4 homework                  |         |       | 4:02 |
  | drawing  | \_    WB1 week 4 homework                  |         |       | 3:44 |
  | painting | \_    DC1 week 4 homework                  |         |       | 2:10 |
  |          | \_  <2022-10-18 Tue>                       |         |  9:37 |      |
  | drawing  | \_    AD1 week 4 homework                  |         |       | 2:31 |
  | drawing  | \_    WB1 week 4 homework                  |         |       | 3:42 |
  | painting | \_    DC1 week 4 homework                  |         |       | 3:24 |
  |          | \_  <2022-10-19 Wed>                       |         | 10:16 |      |
  | drawing  | \_    AD1 week 4 homework                  |         |       | 6:13 |
  | drawing  | \_    WB1 week 4 homework                  |         |       | 2:19 |
  | painting | \_    DC1 week 4 homework                  |         |       | 1:44 |
  |          | \_  <2022-10-20 Thu>                       |         |  5:43 |      |
  | study    | \_    Kyle's impasto brushes               |         |       | 1:58 |
  | painting | \_    DC1 week 4 homework                  |         |       | 1:32 |
  | drawing  | \_    AD1 week 4 homework                  |         |       | 2:13 |
  |          | \_  <2022-10-21 Fri>                       |         |  5:43 |      |
  | 3D       | \_    blender geometry nodes               |         |       | 5:43 |
  |          | \_  <2022-10-22 Sat>                       |         |  7:00 |      |
  | study    | \_    AD1 week 5                           |         |       | 3:30 |
  | study    | \_    WB1 week 5                           |         |       | 3:30 |
  |          | \_  <2022-10-23 Sun>                       |         |  8:21 |      |
  | drawing  | \_    AD1 week 5 homework                  |         |       | 2:51 |
  | study    | \_    Maciej Intro to Environment painting |         |       | 2:28 |
  | study    | \_    DC1 week 5                           |         |       | 3:02 |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *27h 35m* |
  |----------+------------+-----------|
  | study    | *Tag time* | *14h 28m* |
  |----------+------------+-----------|
  | painting | *Tag time* | *8h 50m*  |
  |----------+------------+-----------|
  | 3D       | *Tag time* | *5h 43m*  |
  
  #+END:
** <2022-10-17 Mon>
*** DONE AD1 week 4 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-10-17 Mon 07:30]--[2022-10-17 Mon 11:32] =>  4:02
    :END:
*** DONE WB1 week 4 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-10-17 Mon 17:42]--[2022-10-17 Mon 17:59] =>  0:17
    CLOCK: [2022-10-17 Mon 12:20]--[2022-10-17 Mon 15:47] =>  3:26
    :END:
*** DONE DC1 week 4 homework                                       :painting:
    :LOGBOOK:
    CLOCK: [2022-10-17 Mon 18:00]--[2022-10-17 Mon 20:10] =>  2:10
    :END:
** <2022-10-18 Tue>
*** DONE AD1 week 4 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-10-18 Tue 10:46]--[2022-10-18 Tue 11:40] =>  0:54
    CLOCK: [2022-10-18 Tue 07:21]--[2022-10-18 Tue 08:58] =>  1:37
    :END:
*** DONE WB1 week 4 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-10-18 Tue 17:43]--[2022-10-18 Tue 18:15] =>  0:32
    CLOCK: [2022-10-18 Tue 13:00]--[2022-10-18 Tue 16:10] =>  3:10
    :END:
*** DONE DC1 week 4 homework                                       :painting:
    :LOGBOOK:
    CLOCK: [2022-10-18 Tue 18:15]--[2022-10-18 Tue 21:39] =>  3:24
    :END:
** <2022-10-19 Wed>
*** DONE AD1 week 4 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-10-19 Wed 20:28]--[2022-10-19 Wed 21:49] =>  1:21
    CLOCK: [2022-10-19 Wed 15:21]--[2022-10-19 Wed 16:13] =>  0:52
    CLOCK: [2022-10-19 Wed 07:32]--[2022-10-19 Wed 11:32] =>  4:00
    :END:
*** DONE WB1 week 4 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-10-19 Wed 14:04]--[2022-10-19 Wed 14:56] =>  0:52
    CLOCK: [2022-10-19 Wed 12:21]--[2022-10-19 Wed 13:48] =>  1:27
    :END:
*** DONE DC1 week 4 homework                                       :painting:
    :LOGBOOK:
    CLOCK: [2022-10-19 Wed 18:44]--[2022-10-19 Wed 20:28] =>  1:44
    :END:
** <2022-10-20 Thu>
*** DONE Kyle's impasto brushes                                       :study:
    :LOGBOOK:
    CLOCK: [2022-10-20 Thu 08:50]--[2022-10-20 Thu 09:50] =>  1:00
    CLOCK: [2022-10-20 Thu 07:49]--[2022-10-20 Thu 08:47] =>  0:58
    :END:
*** DONE DC1 week 4 homework                                       :painting:
    :LOGBOOK:
    CLOCK: [2022-10-20 Thu 17:51]--[2022-10-20 Thu 19:13] =>  1:22
    CLOCK: [2022-10-20 Thu 10:30]--[2022-10-20 Thu 10:40] =>  0:10
    :END:
*** DONE AD1 week 4 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-10-20 Thu 19:13]--[2022-10-20 Thu 21:26] =>  2:13
    :END:
** <2022-10-21 Fri>
*** DONE blender geometry nodes                                       :3D:
    :LOGBOOK:
    CLOCK: [2022-10-21 Fri 15:01]--[2022-10-21 Fri 16:12] =>  1:11
    CLOCK: [2022-10-21 Fri 13:04]--[2022-10-21 Fri 14:04] =>  1:00
    CLOCK: [2022-10-21 Fri 08:00]--[2022-10-21 Fri 11:32] =>  3:32
    :END:
** <2022-10-22 Sat>
*** DONE AD1 week 5                                                   :study:
    :LOGBOOK:
    CLOCK: [2022-10-22 Sat 11:56]--[2022-10-22 Sat 15:26] =>  3:30
    :END:
*** DONE WB1 week 5                                                   :study:
    :LOGBOOK:
    CLOCK: [2022-10-22 Sat 16:00]--[2022-10-22 Sat 19:30] =>  3:30
    :END:
** <2022-10-23 Sun>
*** DONE AD1 week 5 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-10-23 Sun 18:05]--[2022-10-23 Sun 20:15] =>  2:10
    CLOCK: [2022-10-23 Sun 07:51]--[2022-10-23 Sun 08:32] =>  0:41
    :END:
*** DONE Maciej Intro to Environment painting                         :study:
    :LOGBOOK:
    CLOCK: [2022-10-23 Sun 9:30]--[2022-10-23 Sun 11:58] =>  2:28
    :END:
*** DONE DC1 week 5                                                   :study:
    :LOGBOOK:
    CLOCK: [2022-10-23 Sun 11:58]--[2022-10-23 Sun 15:00] =>  3:02
    :END:
*** TODO blog :study:

